export default defineEventHandler(async (event) => {
  return [
    {
      id: "kavir01",
      title: "تریلر کانتینر بر سه محور",
      name: "mrl 385",
      description:
        "تریلرهای کانتینر بر سه محور کویر دارای استاندارد و گواهی بازرسی جوش و کنترل ابعادی",
      model: "/_nuxt/assets/images/products/kavir01/model.png",
      images: [
        "/_nuxt/assets/images/products/kavir01/images/a.jpg",
        "/_nuxt/assets/images/products/kavir01/images/b.jpg",
        "/_nuxt/assets/images/products/kavir01/images/c.jpg",
        "/_nuxt/assets/images/products/kavir01/images/d.jpg",
        "/_nuxt/assets/images/products/kavir01/images/e.jpg",
      ],
      icon: "/_nuxt/assets/images/products/kavir01/icon.jpg",
      TechnicalSpecifications: [
        {
          name: "ساختار شاسی",
          description:
            "شاسی و قطعات فلزی ساخته شده از فولاد با استحکام بالا (S500MC) همراه با جوش Co2 اتومات در فیکسچر مخصوص",
        },
        {
          name: "نوع محور",
          description:
            "3 عدد محور 9 تنی دیسکی یا کاسه‌ای با محور جلو مجهز به سیستم بالارونده",
        },
        {
          name: "سیستم ترمز",
          description:
            "برند knorr یا Wabco ساخت آلمان یا Haldex ساخت سوئد با شیر اتوماتیک به همراه بوستر جفت و سیستم EBS و RSP(سیستم الکترونیکی ضد بلوکه ترمز و ضد واژگون شدن)",
        },
        {
          name: "پایه توقف",
          description: "با ظرفیت دینامیکی 24 تن و استاتیکی 50 تن",
        },
        {
          name: "رنگ شاسی",
          description:
            "ابتدا مطابق استاندارد SA2.5 شات‌بلاست شده، سپس با مواد مخصوص شست‌وشو شده و بعد از یک لایه آستر اپوکسی، رنگ نهایی از جنس پلی اورتان زده می‌شود",
        },
        {
          name: "سیستم برق",
          description:
            "دارای کلید 7 پل و 15 پل با برق 24 ولت چراغ‌های عقب و بغل برند Aspock ساخت اتریش و لامپ‌های LED و سیستم هشدار دنده عقب مطابق استاندارد جهانی",
        },
        {
          name: "میل ریش",
          description:
            "یک عدد 2 اینچی برند JOST ساخت آلمان به همراه فلنج مخصوص",
        },
        {
          name: "نوع زیربندی",
          description:
            "بالنی با سیستم تعلیق بادی به همراه کمک‌های مخصوص با قابلیت تنظیم ارتفاع و بالا پاین کردن ارتفاع تریلر",
        },
        {
          name: "لاستیک",
          description: "6 حلقه لاستیک 385/65R22.5 (دارای گارانتی شرکت سازنده)",
        },
        {
          name: "رینگ",
          description: "6 عدد رینگ یک تکه 11.75×22.5",
        },
      ],
      accessories: [
        "بالا بر محور جلو بصورت اتومات",
        "1 عدد منبع آب استیل 60 لیتری",
        "نردبان سه پله ای پشت کانتینبر",
        " 6 عدد گلگیر نیم دایره به همراه 2 عدد شل گیر",
        " 12 عدد قفل کانتین لاک جهت حمل کانتتینرهای 20 و 40 فوت",
        " جای کپسول آتش نشانی",
        " 2 عدد جعبه طرح کویر",
        " زاپاس بند گالوانیزه",
        " قلاب مهار در کشتی",
        " دارای قفل پارک",
        " سپر عقب ثابت",
        " 1 عدد دنده پنج",
      ],
      explaination:
        "دارای استاندارد و گواهی بازرسی جوش و کنترل ابعادی و تست هیدرولیک رینگ و لاستیک زاپاس به سفارش مشتری",
      features: [
        {
          title: "وزن وارد بر میل ریش",
          amount: "11,500 کیلوگرم",
        },
        {
          title: "وزن وارد بر محورها",
          amount: "27,000 کیلوگرم",
        },
        {
          title: "وزن خالص",
          amount: "4,350 کیلوگرم",
        },
        {
          title: "وزن بار با تریلر",
          amount: "33000 کیلوگرم",
        },
        {
          title: "ارتفاع میل ریش",
          amount: "1250 - 1200 میلیمتر",
        },
        {
          title: "نوع کشنده",
          amount: "طراحی شده برای کشنده 6 چرخ",
        },
        {
          title: "فاصله محورها",
          amount: "1310 میلیمتر",
        },
        {
          title: "مرکز میل ریش تا مرکز محور وسط",
          amount: "7315 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور آخر",
          amount: "2175 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور وسط",
          amount: "1440 میلیمتر",
        },
        {
          title: "طول کل",
          amount: "12,500 میلیمتر",
        },
        {
          title: "عرض کل",
          amount: "2,550 میلیمتر",
        },
      ],
    },
    {
      id: "kavir02",
      title: "تریلر کانتینر بر 45 فوت سه محور",
      name: "mrl 385",
      description:
        "تریلر های کانتی نر بر مارال جهت حمل کانتینر های 20 تا 40 فوت طراحی شده که وزن پایین و استحکام بالا از ویژگی ها شاخص این محصول می باشد.",
      model: "/_nuxt/assets/images/products/kavir02/model.png",
      images: [
        "/_nuxt/assets/images/products/kavir02/images/a.jpg",
        "/_nuxt/assets/images/products/kavir02/images/b.jpg",
        "/_nuxt/assets/images/products/kavir02/images/c.jpg",
        "/_nuxt/assets/images/products/kavir02/images/d.jpg",
        "/_nuxt/assets/images/products/kavir02/images/e.jpg",
        "/_nuxt/assets/images/products/kavir02/images/f.jpg",
        "/_nuxt/assets/images/products/kavir02/images/g.jpg",
        "/_nuxt/assets/images/products/kavir02/images/h.jpg",
        "/_nuxt/assets/images/products/kavir02/images/i.jpg",
        "/_nuxt/assets/images/products/kavir02/images/j.jpg",
        "/_nuxt/assets/images/products/kavir02/images/k.jpg",
        "/_nuxt/assets/images/products/kavir02/images/l.jpg",
        "/_nuxt/assets/images/products/kavir02/images/m.jpg",
        "/_nuxt/assets/images/products/kavir02/images/n.jpg",
      ],
      icon: "/_nuxt/assets/images/products/kavir02/icon.jpg",
      TechnicalSpecifications: [
        {
          name: "ساختار شاسی",
          description:
            "شاسی و قطعات فلزی ساخته شده از فولاد با استحکام بالا (S500MC) همراه با جوش Co2 اتومات در فیکسچر مخصوص",
        },
        {
          name: "نوع محور",
          description:
            "3 عدد محور 9 تنی دیسکی یا کاسه‌ای با محور جلو مجهز به سیستم بالارونده",
        },
        {
          name: "سیستم ترمز",
          description:
            "برند knorr یا Wabco ساخت آلمان یا Haldex ساخت سوئد با شیر اتوماتیک به همراه بوستر جفت و سیستم EBS و RSP(سیستم الکترونیکی ضد بلوکه ترمز و ضد واژگون شدن)",
        },
        {
          name: "پایه توقف",
          description: "با ظرفیت دینامیکی 24 تن و استاتیکی 50 تن",
        },
        {
          name: "رنگ شاسی",
          description:
            "ابتدا مطابق استاندارد SA2.5 شات‌بلاست شده، سپس با مواد مخصوص شست‌وشو شده و بعد از یک لایه آستر اپوکسی، رنگ نهایی از جنس پلی اورتان زده می‌شود",
        },
        {
          name: "سیستم برق",
          description:
            "دارای کلید 7 پل و 15 پل با برق 24 ولت چراغ‌های عقب و بغل برند Aspock ساخت اتریش و لامپ‌های LED و سیستم هشدار دنده عقب مطابق استاندارد جهانی",
        },
        {
          name: "میل ریش",
          description:
            "یک عدد 2 اینچی برند JOST ساخت آلمان به همراه فلنج مخصوص",
        },
        {
          name: "نوع زیربندی",
          description:
            "بالنی با سیستم تعلیق بادی به همراه کمک‌های مخصوص با قابلیت تنظیم ارتفاع و بالا پاین کردن ارتفاع تریلر",
        },
        {
          name: "لاستیک",
          description: "6 حلقه لاستیک 385/65R22.5 (دارای گارانتی شرکت سازنده)",
        },
        {
          name: "رینگ",
          description: "6 عدد رینگ یک تکه 11.75×22.5",
        },
      ],
      accessories: [
        "بالا بر محور جلو بصورت اتومات",
        "1 عدد منبع آب استیل 60 لیتری",
        "نردبان سه پله ای پشت کانتینبر",
        " 6 عدد گلگیر نیم دایره به همراه 2 عدد شل گیر",
        " 12 عدد قفل کانتین لاک جهت حمل کانتتینرهای 20 و 40 فوت",
        " جای کپسول آتش نشانی",
        " 2 عدد جعبه طرح کویر",
        " زاپاس بند گالوانیزه",
        " قلاب مهار در کشتی",
        " دارای قفل پارک",
        " سپر عقب ثابت",
        " 1 عدد دنده پنج",
      ],
      explaination:
        "دارای استاندارد و گواهی بازرسی جوش و کنترل ابعادی و تست هیدرولیک رینگ و لاستیک زاپاس به سفارش مشتری",
      features: [
        {
          title: "وزن وارد بر میل ریش",
          amount: "11,500 کیلوگرم",
        },
        {
          title: "وزن وارد بر محورها",
          amount: "27,000 کیلوگرم",
        },
        {
          title: "وزن خالص",
          amount: "4,350 کیلوگرم",
        },
        {
          title: "وزن بار با تریلر",
          amount: "33000 کیلوگرم",
        },
        {
          title: "ارتفاع میل ریش",
          amount: "1250 - 1200 میلیمتر",
        },
        {
          title: "نوع کشنده",
          amount: "طراحی شده برای کشنده 6 چرخ",
        },
        {
          title: "فاصله محورها",
          amount: "1310 میلیمتر",
        },
        {
          title: "مرکز میل ریش تا مرکز محور وسط",
          amount: "7315 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور آخر",
          amount: "2175 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور وسط",
          amount: "1440 میلیمتر",
        },
        {
          title: "طول کل",
          amount: "12,500 میلیمتر",
        },
        {
          title: "عرض کل",
          amount: "2,550 میلیمتر",
        },
      ],
    },
    {
      id: "kavir03",
      title: "تریلر کانتینر بر 20 فوت سه محور",
      name: "mrl 385",
      description:
        "تریلر های کانتینر بر مارال جهت حمل کانتینر های 20 تا 40 فوت طراحی شده که وزن پایین و استحکام بالا از ویژگی ها شاخص این محصول می باشد.",
      model: "/_nuxt/assets/images/products/kavir03/model.png",
      images: [
        "/_nuxt/assets/images/products/kavir03/images/a.jpg",
        "/_nuxt/assets/images/products/kavir03/images/b.jpg",
        "/_nuxt/assets/images/products/kavir03/images/c.jpg",
        "/_nuxt/assets/images/products/kavir03/images/d.jpg",
        "/_nuxt/assets/images/products/kavir03/images/e.jpg",
      ],
      icon: "/_nuxt/assets/images/products/kavir03/icon.jpg",
      TechnicalSpecifications: [
        {
          name: "ساختار شاسی",
          description:
            "شاسی و قطعات فلزی ساخته شده از فولاد با استحکام بالا (S500MC) همراه با جوش Co2 اتومات در فیکسچر مخصوص",
        },
        {
          name: "نوع محور",
          description:
            "3 عدد محور 9 تنی دیسکی یا کاسه‌ای با محور جلو مجهز به سیستم بالارونده",
        },
        {
          name: "سیستم ترمز",
          description:
            "برند knorr یا Wabco ساخت آلمان یا Haldex ساخت سوئد با شیر اتوماتیک به همراه بوستر جفت و سیستم EBS و RSP(سیستم الکترونیکی ضد بلوکه ترمز و ضد واژگون شدن)",
        },
        {
          name: "پایه توقف",
          description: "با ظرفیت دینامیکی 24 تن و استاتیکی 50 تن",
        },
        {
          name: "رنگ شاسی",
          description:
            "ابتدا مطابق استاندارد SA2.5 شات‌بلاست شده، سپس با مواد مخصوص شست‌وشو شده و بعد از یک لایه آستر اپوکسی، رنگ نهایی از جنس پلی اورتان زده می‌شود",
        },
        {
          name: "سیستم برق",
          description:
            "دارای کلید 7 پل و 15 پل با برق 24 ولت چراغ‌های عقب و بغل برند Aspock ساخت اتریش و لامپ‌های LED و سیستم هشدار دنده عقب مطابق استاندارد جهانی",
        },
        {
          name: "میل ریش",
          description:
            "یک عدد 2 اینچی برند JOST ساخت آلمان به همراه فلنج مخصوص",
        },
        {
          name: "نوع زیربندی",
          description:
            "بالنی با سیستم تعلیق بادی به همراه کمک‌های مخصوص با قابلیت تنظیم ارتفاع و بالا پاین کردن ارتفاع تریلر",
        },
        {
          name: "لاستیک",
          description: "6 حلقه لاستیک 385/65R22.5 (دارای گارانتی شرکت سازنده)",
        },
        {
          name: "رینگ",
          description: "6 عدد رینگ یک تکه 11.75×22.5",
        },
      ],
      accessories: [
        "بالا بر محور جلو بصورت اتومات",
        "1 عدد منبع آب استیل 60 لیتری",
        "نردبان سه پله ای پشت کانتینبر",
        " 6 عدد گلگیر نیم دایره به همراه 2 عدد شل گیر",
        " 12 عدد قفل کانتین لاک جهت حمل کانتتینرهای 20 و 40 فوت",
        " جای کپسول آتش نشانی",
        " 2 عدد جعبه طرح کویر",
        " زاپاس بند گالوانیزه",
        " قلاب مهار در کشتی",
        " دارای قفل پارک",
        " سپر عقب ثابت",
        " 1 عدد دنده پنج",
      ],
      explaination:
        "دارای استاندارد و گواهی بازرسی جوش و کنترل ابعادی و تست هیدرولیک رینگ و لاستیک زاپاس به سفارش مشتری",
      features: [
        {
          title: "وزن وارد بر میل ریش",
          amount: "11,500 کیلوگرم",
        },
        {
          title: "وزن وارد بر محورها",
          amount: "27,000 کیلوگرم",
        },
        {
          title: "وزن خالص",
          amount: "4,350 کیلوگرم",
        },
        {
          title: "وزن بار با تریلر",
          amount: "33000 کیلوگرم",
        },
        {
          title: "ارتفاع میل ریش",
          amount: "1250 - 1200 میلیمتر",
        },
        {
          title: "نوع کشنده",
          amount: "طراحی شده برای کشنده 6 چرخ",
        },
        {
          title: "فاصله محورها",
          amount: "1310 میلیمتر",
        },
        {
          title: "مرکز میل ریش تا مرکز محور وسط",
          amount: "7315 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور آخر",
          amount: "2175 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور وسط",
          amount: "1440 میلیمتر",
        },
        {
          title: "طول کل",
          amount: "12,500 میلیمتر",
        },
        {
          title: "عرض کل",
          amount: "2,550 میلیمتر",
        },
      ],
    },
    {
      id: "kavir04",
      title: "تریلر کانتینر بر جامبو سه و چهار محور",
      name: "mrl 385",
      description:
        "تریلر های کانتینر بر مارال جهت حمل کانتینر های 20 تا 40 فوت طراحی شده که وزن پایین و استحکام بالا از ویژگی ها شاخص این محصول می باشد.",
      model: "/_nuxt/assets/images/products/kavir04/model.png",
      images: [
        "/_nuxt/assets/images/products/kavir04/images/a.jpg",
        "/_nuxt/assets/images/products/kavir04/images/b.jpg",
        "/_nuxt/assets/images/products/kavir04/images/c.jpg",
        "/_nuxt/assets/images/products/kavir04/images/d.jpg",
        "/_nuxt/assets/images/products/kavir04/images/e.jpg",
        "/_nuxt/assets/images/products/kavir04/images/f.jpg",
        "/_nuxt/assets/images/products/kavir04/images/g.jpg",
        "/_nuxt/assets/images/products/kavir04/images/h.jpg",
        "/_nuxt/assets/images/products/kavir04/images/i.jpg",
      ],
      icon: "/_nuxt/assets/images/products/kavir04/icon.jpg",
      TechnicalSpecifications: [
        {
          name: "ساختار شاسی",
          description:
            "شاسی و قطعات فلزی ساخته شده از فولاد با استحکام بالا (S500MC) همراه با جوش Co2 اتومات در فیکسچر مخصوص",
        },
        {
          name: "نوع محور",
          description:
            "3 عدد محور 9 تنی دیسکی یا کاسه‌ای با محور جلو مجهز به سیستم بالارونده",
        },
        {
          name: "سیستم ترمز",
          description:
            "برند knorr یا Wabco ساخت آلمان یا Haldex ساخت سوئد با شیر اتوماتیک به همراه بوستر جفت و سیستم EBS و RSP(سیستم الکترونیکی ضد بلوکه ترمز و ضد واژگون شدن)",
        },
        {
          name: "پایه توقف",
          description: "با ظرفیت دینامیکی 24 تن و استاتیکی 50 تن",
        },
        {
          name: "رنگ شاسی",
          description:
            "ابتدا مطابق استاندارد SA2.5 شات‌بلاست شده، سپس با مواد مخصوص شست‌وشو شده و بعد از یک لایه آستر اپوکسی، رنگ نهایی از جنس پلی اورتان زده می‌شود",
        },
        {
          name: "سیستم برق",
          description:
            "دارای کلید 7 پل و 15 پل با برق 24 ولت چراغ‌های عقب و بغل برند Aspock ساخت اتریش و لامپ‌های LED و سیستم هشدار دنده عقب مطابق استاندارد جهانی",
        },
        {
          name: "میل ریش",
          description:
            "یک عدد 2 اینچی برند JOST ساخت آلمان به همراه فلنج مخصوص",
        },
        {
          name: "نوع زیربندی",
          description:
            "بالنی با سیستم تعلیق بادی به همراه کمک‌های مخصوص با قابلیت تنظیم ارتفاع و بالا پاین کردن ارتفاع تریلر",
        },
        {
          name: "لاستیک",
          description: "6 حلقه لاستیک 385/65R22.5 (دارای گارانتی شرکت سازنده)",
        },
        {
          name: "رینگ",
          description: "6 عدد رینگ یک تکه 11.75×22.5",
        },
      ],
      accessories: [
        "بالا بر محور جلو بصورت اتومات",
        "1 عدد منبع آب استیل 60 لیتری",
        "نردبان سه پله ای پشت کانتینبر",
        " 6 عدد گلگیر نیم دایره به همراه 2 عدد شل گیر",
        " 12 عدد قفل کانتین لاک جهت حمل کانتتینرهای 20 و 40 فوت",
        " جای کپسول آتش نشانی",
        " 2 عدد جعبه طرح کویر",
        " زاپاس بند گالوانیزه",
        " قلاب مهار در کشتی",
        " دارای قفل پارک",
        " سپر عقب ثابت",
        " 1 عدد دنده پنج",
      ],
      explaination:
        "دارای استاندارد و گواهی بازرسی جوش و کنترل ابعادی و تست هیدرولیک رینگ و لاستیک زاپاس به سفارش مشتری",
      features: [
        {
          title: "وزن وارد بر میل ریش",
          amount: "11,500 کیلوگرم",
        },
        {
          title: "وزن وارد بر محورها",
          amount: "27,000 کیلوگرم",
        },
        {
          title: "وزن خالص",
          amount: "4,350 کیلوگرم",
        },
        {
          title: "وزن بار با تریلر",
          amount: "33000 کیلوگرم",
        },
        {
          title: "ارتفاع میل ریش",
          amount: "1250 - 1200 میلیمتر",
        },
        {
          title: "فاصله محورها",
          amount: "1310 میلیمتر",
        },
        {
          title: "مرکز میل ریش تا مرکز محور وسط",
          amount: "7315 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور آخر",
          amount: "2175 میلیمتر",
        },
        {
          title: "انتهای شاسی تا مرکز محور وسط",
          amount: "1440 میلیمتر",
        },
        {
          title: "طول کل",
          amount: "12,500 میلیمتر",
        },
      ],
    },
  ];
});
